{
    "hawk": "Trae Young and John Collins are pretty good.",
    "celtic": "Please get AD so the Lakers can't have him.",
    "hornet": "Hope you guys get somebody to pair with Kemba.",
    "net": "The kings of the East, we love your team! So happy that D'Lo became and all-star on your team instead of on the Lakers",
    "bull": "Lavine, Lauri, and Carter is a great core to have.",
    "cav": "May the lottery balls be in your favor.",
    "mav": "[The Prophecy was a lie](https://np.reddit.com/r/kings/comments/8c289a/do_not_be_discouraged_following_todays_coin_flip/), congrats on having a backup of Dirk saved. See your team in the playoffs in the near future.",
    "nugget": "Hope MPJ has a long, and healthy, career with your team.",
    "piston": "Blake is an amazing player. Hopefully you guys can pair him with somebody so you guys can have something to root for.",
    "warrior": "NorCal > SoCal. Thanks for keeping Boogie away from the Lakers as well.",
    "rocket": "James Harden is a generational talent, take care of Shumpert for us as well!",
    "pacer": "Really glad Oladipo thrived in your team's system. Hopefully he stays healthy and your team can compete for years to come! Also, Sabonis and Turner are great players as well.",
    "clip": "Clippers > Lakers. Your team is the best NBA team in LA.",
    "laker": "Attempting to compliment the Lakers... Error has occured. All jokes asside, hope your team can stay healthy so we can compete in the future.",
    "griz": "JJJ is an awesome prospect. Hope he reaches his potential with your team.",
    "heat": "Richardson and Adebayo are great players. Look forward to competing with your team in the future",
    "buck": "Hope Giannis stays with your team his whole career. Us small market teams need hope.",
    "wolve": "Sorry that your team finally broke the playoff drought and got screwed over by Butler and Thibs, hope you guys can bounce back and compete for a chip!",
    "pelican": "Sorry that your team lost AD, thank you for not giving him to the Lakers. Hope your team can bounce back form that loss.",
    "knick": "Mitchell Robinson is a steal and DSJ got hops. Let's make a deal though. You can have Kyrie and Zion, just let us have KD.",
    "thunder": "Thank you for not letting the Lakers have PG. Seriously, THANK YOU! Hope you guys can be the team to beat the Warriors.",
    "magic": "Your team's luck in the lottery has been pretty awful, hope you guys can get a good prospect to look forward too. Also, Bamba and Isaac are going to be elite defenders in the future.",
    "sixer": "This is kind of awkward. Thanks for fleecing Vlade so we could get Fox, I guess. Sorry that Fultz didn't work our for team. Simmons, Embiid, Butler, and Harris is one amazing squad to have.",
    "sun": "Booker is insane, Ayton is going to be amazing, and Mikal has so much defensive poential. I know it's a race for Zion, but I hope you guys can get Ja Morant and can finally compete.",
    "blazer": "Glad that Lilard is loyal to your team. Hope he can win MVP sometime in the near future.",
    "king": "[THE SCORES IS HERE!](https://twitter.com/SacramentoKings/status/1096633966155780096) WE MAKING PLAYOFFS NEXT SEASON! THE NEXT NBA DYNASTY HAS ARRIVED! WE'RE GONNA PUT SACRAMENTO ON THE MAP AGAIN!",
    "spur": "The fact that your team lost Kawhi and you still made playoffs is crazy. Pop is the GOAT coach, no question about it.",
    "raptor": "Hope that Kawhi stays with your team and you guys can finally win a chip (only if it isn't against us, of course).",
    "jazz": "Donovan is an amazing player. Glad your team was able to quickly recover after losing Hayward.",
    "wiz": "Glad your team finally made some changes in the FO. Hopefully John Wall can recover and your team can compete again. Beal is insanely good.",
    "sonic": "This is odd, wasn't expecting this. Sorry you lost your NBA team. Hope you are able to get a another NBA team in the future while keeping all the old accolades."
}